Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Same pattern, higher reps than day A.
ar: النمط نفسه، بتكرارات أكثر من اليوم A.
de: Gleiches Bewegungsmuster, mehr Wiederholungen als an Tag A.
es: El mismo patrón, más repeticiones que el día A.
fr: Même mouvement, plus de répétitions que le jour A.
hi: वही पैटर्न, दिन A से ज़्यादा रेप्स।
hu: Ugyanaz a mozgásminta, több ismétlés, mint az A napon.
it: Stesso schema, più ripetizioni del giorno A.
ko: 같은 패턴, A일보다 반복 횟수를 늘렸어요.
pl: Ten sam wzorzec, więcej powtórzeń niż w dniu A.
pt: O mesmo padrão, mais repetições do que no dia A.
pt_br: O mesmo padrão, mais repetições do que no dia A.
ru: То же движение, но повторов больше, чем в дне A.
th: รูปแบบเดิม จำนวนครั้งมากกว่าวัน A
tr: Aynı hareket kalıbı, A gününden daha fazla tekrar.
uk: Той самий рух, але більше повторень, ніж у день A.
zh: 相同的动作模式，次数比 A 日更多。

# Same weight — aim for {0} reps this time.
source: Same weight — aim for %1$@ reps this time.
ar: نفس الوزن — استهدف %1$@ تكرارات هذه المرة.
de: Gleiches Gewicht — diesmal %1$@ Wiederholungen anpeilen.
es: Mismo peso: esta vez apunta a %1$@ repeticiones.
fr: Même poids — vise %1$@ répétitions cette fois.
hi: वही वज़न — इस बार %1$@ रेप्स का लक्ष्य रखें।
hu: Ugyanaz a súly — most %1$@ ismétlést célozz meg.
it: Stesso peso: questa volta punta a %1$@ ripetizioni.
ko: 같은 무게 — 이번엔 %1$@회를 노려보세요.
pl: Ten sam ciężar — tym razem celuj w %1$@ powtórzeń.
pt: Mesmo peso — desta vez aponta a %1$@ repetições.
pt_br: Mesmo peso — desta vez, tente fazer %1$@ repetições.
ru: Тот же вес — в этот раз целься на %1$@ повторений.
th: น้ำหนักเดิม — ตั้งเป้าที่ %1$@ ครั้งในรอบนี้
tr: Aynı ağırlık — bu sefer %1$@ tekrarı hedefle.
uk: Та сама вага — цього разу ціль %1$@ повторень.
zh: 同样的重量——这次目标 %1$@ 次。

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
hu: Szombat
it: Sabato
ko: 토요일
pl: Sobota
pt: Sábado
pt_br: Sábado
ru: Суббота
th: วันเสาร์
tr: Cumartesi
uk: Субота
zh: 星期六

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
hu: Mentés
it: Salva
ko: 저장
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh: 保存

source: Save & next exercise
ar: حفظ والتمرين التالي
de: Speichern & nächste Übung
es: Guardar y siguiente ejercicio
fr: Enregistrer et exercice suivant
hi: सहेजें और अगला व्यायाम
hu: Mentés és következő gyakorlat
it: Salva e prossimo esercizio
ko: 저장하고 다음 운동
pl: Zapisz i następne ćwiczenie
pt: Guardar e próximo exercício
pt_br: Salvar e ir para o próximo exercício
ru: Сохранить и к следующему
th: บันทึกแล้วไปท่าถัดไป
tr: Kaydet ve sonraki egzersiz
uk: Зберегти й до наступної
zh: 保存并下一个动作

source: Save & start workout
ar: حفظ وبدء التمرين
de: Speichern & Training starten
es: Guardar y empezar
fr: Enregistrer et démarrer
hi: सहेजें और वर्कआउट शुरू करें
hu: Mentés és edzés indítása
it: Salva e inizia
ko: 저장하고 운동 시작
pl: Zapisz i zacznij trening
pt: Guardar e começar treino
pt_br: Salvar e iniciar treino
ru: Сохранить и начать тренировку
th: บันทึกแล้วเริ่มออกกำลังกาย
tr: Kaydet ve antrenmana başla
uk: Зберегти й почати тренування
zh: 保存并开始训练

source: Save and use the Coach
ar: احفظ واستخدم المدرب
de: Speichern und Coach nutzen
es: Guardar y usar el entrenador
fr: Enregistrer et utiliser le coach
hi: सहेजें और कोच का उपयोग करें
hu: Mentés és az Edző használata
it: Salva e usa il Coach
ko: 저장하고 코치 사용
pl: Zapisz i używaj trenera
pt: Guardar e usar o Treinador
pt_br: Salvar e usar o Treinador
ru: Сохранить и использовать тренера
th: บันทึกและใช้โค้ช
tr: Kaydet ve koçu kullan
uk: Зберегти й використовувати тренера
zh: 保存并使用教练

source: Save as routine
ar: حفظ كروتين
de: Als Routine speichern
es: Guardar como rutina
fr: Enregistrer comme routine
hi: रूटीन के रूप में सहेजें
hu: Mentés rutinként
it: Salva come routine
ko: 루틴으로 저장
pl: Zapisz jako rutynę
pt: Guardar como rotina
pt_br: Salvar como rotina
ru: Сохранить как тренировку
th: บันทึกเป็นรูทีน
tr: Rutin olarak kaydet
uk: Зберегти як програму
zh: 保存为训练计划

source: Save as routine?
ar: الحفظ كروتين؟
de: Als Routine speichern?
es: ¿Guardar como rutina?
fr: Enregistrer comme routine ?
hi: रूटीन के रूप में सहेजें?
hu: Mentés rutinként?
it: Salvare come routine?
ko: 루틴으로 저장할까요?
pl: Zapisać jako rutynę?
pt: Guardar como rotina?
pt_br: Salvar como rotina?
ru: Сохранить как тренировку?
th: บันทึกเป็นรูทีนไหม
tr: Rutin olarak kaydedilsin mi?
uk: Зберегти як програму?
zh: 要保存为训练计划吗？

source: Save card
ar: حفظ البطاقة
de: Karte speichern
es: Guardar tarjeta
fr: Enregistrer la carte
hi: कार्ड सहेजें
hu: Kártya mentése
it: Salva tessera
ko: 카드 저장
pl: Zapisz kartę
pt: Guardar cartão
pt_br: Guardar cartão
ru: Сохранить карту
th: บันทึกบัตร
tr: Kartı kaydet
uk: Зберегти картку
zh: 保存卡片

source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सहेजें
hu: Módosítások mentése
it: Salva modifiche
ko: 변경 사항 저장
pl: Zapisz zmiany
pt: Guardar alterações
pt_br: Salvar alterações
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
uk: Зберегти зміни
zh: 保存更改

source: Save goal
ar: حفظ الهدف
de: Ziel speichern
es: Guardar meta
fr: Enregistrer l'objectif
hi: लक्ष्य सहेजें
hu: Cél mentése
it: Salva obiettivo
ko: 목표 저장
pl: Zapisz cel
pt: Guardar meta
pt_br: Salvar meta
ru: Сохранить цель
th: บันทึกเป้าหมาย
tr: Hedefi kaydet
uk: Зберегти ціль
zh: 保存目标

source: Save weight
ar: حفظ الوزن
de: Gewicht speichern
es: Guardar peso
fr: Enregistrer le poids
hi: वज़न सहेजें
hu: Súly mentése
it: Salva peso
ko: 무게 저장
pl: Zapisz ciężar
pt: Guardar peso
pt_br: Salvar peso
ru: Сохранить вес
th: บันทึกน้ำหนัก
tr: Ağırlığı kaydet
uk: Зберегти вагу
zh: 保存重量

source: Save workout changes?
ar: حفظ تغييرات التمرين؟
de: Änderungen am Training speichern?
es: ¿Guardar los cambios del entrenamiento?
fr: Enregistrer les modifications de l’entraînement ?
hi: वर्कआउट के बदलाव सहेजें?
hu: Mented az edzés módosításait?
it: Salvare le modifiche all’allenamento?
ko: 운동 변경 사항을 저장할까요?
pl: Zapisać zmiany treningu?
pt: Guardar alterações do treino?
pt_br: Salvar alterações do treino?
ru: Сохранить изменения тренировки?
th: บันทึกการเปลี่ยนแปลงการออกกำลังกายไหม
tr: Antrenman değişiklikleri kaydedilsin mi?
uk: Зберегти зміни в тренуванні?
zh: 保存训练更改？

source: Save your edits to this workout, or keep the original record.
ar: احفظ تعديلاتك على هذا التمرين، أو احتفظ بالسجل الأصلي.
de: Speichere deine Änderungen an diesem Training oder behalte den ursprünglichen Eintrag.
es: Guarda los cambios de este entrenamiento o conserva el registro original.
fr: Enregistrez vos modifications ou conservez l’enregistrement d’origine.
hi: इस वर्कआउट के बदलाव सहेजें या मूल रिकॉर्ड रखें।
hu: Mentsd az edzés módosításait, vagy tartsd meg az eredeti bejegyzést.
it: Salva le modifiche a questo allenamento oppure conserva il record originale.
ko: 이 운동의 변경 사항을 저장하거나 원래 기록을 유지하세요.
pl: Zapisz zmiany w tym treningu albo zachowaj oryginalny zapis.
pt: Guarda as alterações deste treino ou mantém o registo original.
pt_br: Salve as alterações deste treino ou mantenha o registro original.
ru: Сохраните изменения этой тренировки или оставьте исходную запись.
th: บันทึกการแก้ไขการออกกำลังกายนี้ หรือเก็บบันทึกเดิมไว้
tr: Bu antrenmandaki düzenlemelerini kaydet veya özgün kaydı koru.
uk: Збережи зміни в цьому тренуванні або залиш початковий запис.
zh: 保存对此训练的编辑，或保留原始记录。

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
hu: Elmentve
it: Salvato
ko: 저장됨
pl: Zapisano
pt: Guardado
pt_br: Salvo
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
zh: 已保存

source: Saves a dated copy to Documents/openGym after finishing a workout or editing a routine, and keeps the newest %1$@ — point a sync app at that folder, or copy it out by hand.
ar: يحفظ نسخة مؤرخة في مجلد «المستندات/openGym» بعد إنهاء تمرين أو تعديل روتين، ويحتفظ بأحدث %1$@ نسخة — وجّه تطبيق مزامنة إلى هذا المجلد أو انسخها يدويًا.
de: Speichert nach jedem beendeten Training oder jeder bearbeiteten Routine eine datierte Kopie im Ordner „Dokumente/openGym“ und behält die neuesten %1$@ — richte eine Sync-App auf diesen Ordner aus oder kopiere die Datei von Hand.
es: Guarda una copia fechada en la carpeta Documentos/openGym al terminar un entrenamiento o editar una rutina, y conserva las %1$@ más recientes — apunta una app de sincronización a esa carpeta, o copia el archivo a mano.
fr: Enregistre une copie datée dans le dossier Documents/openGym après chaque entraînement terminé ou modification de routine, et garde les %1$@ plus récentes — pointez une appli de synchronisation sur ce dossier, ou copiez le fichier à la main.
hi: वर्कआउट खत्म करने या रूटीन एडिट करने के बाद Documents/openGym फ़ोल्डर में तारीख़ वाली कॉपी सेव करता है और सबसे नई %1$@ कॉपी रखता है — उस फ़ोल्डर पर कोई सिंक ऐप लगाएं, या फ़ाइल को हाथ से कॉपी करें।
hu: Dátumozott másolatot ment a Dokumentumok/openGym mappába egy edzés befejezése vagy egy rutin szerkesztése után, és a legutóbbi %1$@ másolatot tartja meg — irányíts erre a mappára egy szinkronizáló appot, vagy másold ki kézzel.
it: Salva una copia datata nella cartella Documenti/openGym dopo aver terminato un allenamento o modificato una routine, e tiene le %1$@ più recenti — punta un'app di sincronizzazione su quella cartella, oppure copia il file a mano.
ko: 운동을 마치거나 루틴을 수정한 뒤 날짜가 적힌 사본을 문서/openGym 폴더에 저장하고 최근 %1$@개만 남깁니다 — 동기화 앱이 그 폴더를 보게 하거나 파일을 직접 복사하세요.
pl: Zapisuje datowaną kopię w folderze Dokumenty/openGym po zakończeniu treningu lub edycji rutyny i zachowuje %1$@ najnowszych — wskaż ten folder aplikacji synchronizującej albo skopiuj plik ręcznie.
pt: Guarda uma cópia datada na pasta Documentos/openGym após terminar um treino ou editar uma rotina e mantém as %1$@ mais recentes — aponta uma app de sincronização para essa pasta, ou copia o ficheiro à mão.
pt_br: Salva uma cópia datada na pasta Documentos/openGym depois de terminar um treino ou editar uma rotina e mantém as %1$@ mais recentes — aponte um aplicativo de sincronização para essa pasta, ou copie o arquivo na mão.
ru: Сохраняет копию с датой в папку «Документы/openGym» после завершения тренировки или редактирования программы и хранит %1$@ последних — направьте на эту папку приложение синхронизации или скопируйте файл вручную.
th: บันทึกสำเนาที่มีวันที่กำกับไว้ในโฟลเดอร์ Documents/openGym หลังจบการออกกำลังกายหรือแก้ไขรูทีน และเก็บไว้เฉพาะ %1$@ ฉบับล่าสุด — ตั้งแอปซิงก์ให้ชี้มาที่โฟลเดอร์นี้ หรือคัดลอกออกไปเองก็ได้
tr: Bir antrenmanı bitirdikten veya bir rutini düzenledikten sonra Belgeler/openGym klasörüne tarihli bir kopya kaydeder ve en yeni %1$@ kopyayı tutar — bir senkronizasyon uygulamasını bu klasöre yönlendir ya da dosyayı elle kopyala.
uk: Зберігає копію з датою в папку «Документи/openGym» після завершення тренування або редагування програми й тримає %1$@ найновіших — спрямуй на цю папку застосунок синхронізації або скопіюй файл вручну.
zh: 完成训练或编辑计划后，会在「文档/openGym」文件夹中保存一份带日期的副本，并只保留最近的 %1$@ 份——可以让同步应用指向该文件夹，或手动复制出来。

source: Say it in your own words and the Coach will revise the whole plan.
ar: قلها بكلماتك وسيراجع المدرب الخطة كاملة.
de: Sag es in deinen eigenen Worten, und der Coach überarbeitet den ganzen Plan.
es: Dilo con tus palabras y el Entrenador revisará todo el plan.
fr: Dites-le avec vos mots et le Coach révisera tout le plan.
hi: अपने शब्दों में कहें और कोच पूरा प्लान संशोधित कर देगा।
hu: Írd le a saját szavaiddal, és az Edző az egész tervet átdolgozza.
it: Dillo con parole tue e il Coach rivedrà tutto il piano.
ko: 직접 말로 설명하면 코치가 계획 전체를 수정합니다.
pl: Powiedz to własnymi słowami, a Trener poprawi cały plan.
pt: Di-lo por palavras tuas e o Treinador revê o plano todo.
pt_br: Diga com suas palavras e o Treinador revisa o plano inteiro.
ru: Скажите своими словами, и Тренер переработает весь план.
th: บอกด้วยคำพูดของคุณเอง แล้วโค้ชจะปรับปรุงแผนทั้งหมด
tr: Kendi cümlelerinle söyle, Koç tüm planı yeniden düzenlesin.
uk: Скажи своїми словами, і Тренер переробить весь план.
zh: 用你自己的话说出来，教练会修订整个计划。

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
hi: स्कैन करें
hu: Beolvasás
it: Scansiona
ko: 스캔
pl: Skanuj
pt: Digitalizar
pt_br: Escanear
ru: Сканировать
th: สแกน
tr: Tara
uk: Сканувати
zh: 扫描

source: Scan it with the camera or import a photo.
ar: امسحها بالكاميرا أو استورد صورة.
de: Scanne sie mit der Kamera oder importiere ein Foto.
es: Escanéala con la cámara o importa una foto.
fr: Scanne-la avec l’appareil photo ou importe une photo.
hi: इसे कैमरे से स्कैन करें या फ़ोटो इम्पोर्ट करें।
hu: Olvasd be a kamerával, vagy importálj egy fotót.
it: Scansionala con la fotocamera o importa una foto.
ko: 카메라로 스캔하거나 사진을 가져오세요.
pl: Zeskanuj ją aparatem lub zaimportuj zdjęcie.
pt: Digitaliza-o com a câmara ou importa uma foto.
pt_br: Escaneie com a câmera ou importe uma foto.
ru: Отсканируйте её камерой или импортируйте фото.
th: สแกนด้วยกล้องหรือนำเข้ารูปถ่าย
tr: Kamerayla tara ya da bir fotoğraf içe aktar.
uk: Відскануй її камерою або імпортуй фото.
zh: 用相机扫描或导入照片。

source: Scan it, import a photo, or type the code by hand.
ar: امسحها، أو استورد صورة، أو اكتب الرمز يدويًا.
de: Scanne sie, importiere ein Foto oder tippe den Code von Hand ein.
es: Escanéala, importa una foto o escribe el código a mano.
fr: Scanne-la, importe une photo ou saisis le code à la main.
hi: इसे स्कैन करें, फ़ोटो इम्पोर्ट करें, या कोड हाथ से लिखें।
hu: Olvasd be, importálj egy fotót, vagy írd be a kódot kézzel.
it: Scansionala, importa una foto o digita il codice a mano.
ko: 스캔하거나 사진을 가져오거나 코드를 직접 입력하세요.
pl: Zeskanuj ją, zaimportuj zdjęcie lub wpisz kod ręcznie.
pt: Digitaliza-o, importa uma foto ou escreve o código à mão.
pt_br: Escaneie, importe uma foto ou digite o código à mão.
ru: Отсканируйте её, импортируйте фото или введите код вручную.
th: สแกน นำเข้ารูปถ่าย หรือพิมพ์รหัสด้วยตนเอง
tr: Tara, bir fotoğraf içe aktar ya da kodu elle yaz.
uk: Відскануй її, імпортуй фото або введи код вручну.
zh: 扫描它、导入照片，或手动输入代码。

source: Scan or import a code first
ar: امسح رمزًا أو استورده أولًا
de: Zuerst einen Code scannen oder importieren
es: Primero escanea o importa un código
fr: Scanne ou importe d’abord un code
hi: पहले कोई कोड स्कैन या इम्पोर्ट करें
hu: Előbb olvass be vagy importálj egy kódot
it: Prima scansiona o importa un codice
ko: 먼저 코드를 스캔하거나 가져오세요
pl: Najpierw zeskanuj lub zaimportuj kod
pt: Primeiro digitaliza ou importa um código
pt_br: Primeiro escaneie ou importe um código
ru: Сначала отсканируйте или импортируйте код
th: สแกนหรือนำเข้ารหัสก่อน
tr: Önce bir kod tara ya da içe aktar
uk: Спочатку відскануй або імпортуй код
zh: 请先扫描或导入代码

source: Scan this with the other device, or open openGym there and enter the code on the sign-in screen. It works once, for %1$@ minutes.
ar: امسح هذا بالجهاز الآخر، أو افتح openGym هناك وأدخل الرمز في شاشة تسجيل الدخول. يعمل مرة واحدة، لمدة %1$@ دقائق.
de: Scanne das mit dem anderen Gerät, oder öffne dort openGym und gib den Code auf dem Anmeldebildschirm ein. Er funktioniert einmal, %1$@ Minuten lang.
es: Escanea esto con el otro dispositivo, o abre openGym allí e introduce el código en la pantalla de inicio de sesión. Funciona una vez, durante %1$@ minutos.
fr: Scanne ceci avec l’autre appareil, ou ouvre openGym dessus et saisis le code sur l’écran de connexion. Il fonctionne une fois, pendant %1$@ minutes.
hi: इसे दूसरे डिवाइस से स्कैन करें, या वहाँ openGym खोलकर साइन-इन स्क्रीन पर कोड दर्ज करें। यह एक बार, %1$@ मिनट तक काम करता है।
hu: Olvasd be a másik eszközzel, vagy nyisd meg ott az openGymet, és add meg a kódot a bejelentkezési képernyőn. Egyszer működik, %1$@ percig.
it: Scansionalo con l’altro dispositivo, oppure apri openGym lì e inserisci il codice nella schermata di accesso. Funziona una volta, per %1$@ minuti.
ko: 다른 기기로 스캔하거나, 그 기기에서 openGym을 열고 로그인 화면에 코드를 입력하세요. 한 번만, %1$@분 동안 사용할 수 있습니다.
pl: Zeskanuj to drugim urządzeniem albo otwórz tam openGym i wpisz kod na ekranie logowania. Działa raz, przez %1$@ minut.
pt: Digitaliza isto com o outro dispositivo, ou abre lá o openGym e introduz o código no ecrã de início de sessão. Funciona uma vez, durante %1$@ minutos.
pt_br: Escaneie isto com o outro dispositivo, ou abra o openGym nele e digite o código na tela de entrada. Funciona uma vez, por %1$@ minutos.
ru: Отсканируй это другим устройством или открой там openGym и введи код на экране входа. Код работает один раз в течение %1$@ минут.
th: สแกนด้วยอุปกรณ์อีกเครื่อง หรือเปิด openGym บนเครื่องนั้นแล้วกรอกรหัสในหน้าจอเข้าสู่ระบบ ใช้ได้ครั้งเดียวภายใน %1$@ นาที
tr: Bunu diğer cihazla tara ya da orada openGym’i açıp kodu giriş ekranına gir. Bir kez ve %1$@ dakika boyunca çalışır.
uk: Відскануй це іншим пристроєм або відкрий там openGym і введи код на екрані входу. Код працює один раз протягом %1$@ хвилин.
zh: 用另一台设备扫描，或在那台设备上打开 openGym，在登录界面输入代码。仅可使用一次，%1$@ 分钟内有效。

source: Scanning is not available on this device.
ar: المسح غير متاح على هذا الجهاز.
de: Scannen ist auf diesem Gerät nicht verfügbar.
es: El escaneo no está disponible en este dispositivo.
fr: Le scan n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर स्कैनिंग उपलब्ध नहीं है।
hu: A beolvasás nem érhető el ezen az eszközön.
it: La scansione non è disponibile su questo dispositivo.
ko: 이 기기에서는 스캔을 사용할 수 없습니다.
pl: Skanowanie nie jest dostępne na tym urządzeniu.
pt: A digitalização não está disponível neste dispositivo.
pt_br: O escaneamento não está disponível neste dispositivo.
ru: Сканирование недоступно на этом устройстве.
th: อุปกรณ์นี้ไม่รองรับการสแกน
tr: Tarama bu cihazda kullanılamıyor.
uk: Сканування недоступне на цьому пристрої.
zh: 此设备不支持扫描。

source: Schedule
ar: الجدول
de: Zeitplan
es: Horario
fr: Planning
hi: शेड्यूल
hu: Ütemezés
it: Programma
ko: 일정
pl: Harmonogram
pt: Horário
pt_br: Horário
ru: Расписание
th: ตารางเวลา
tr: Program
uk: Розклад
zh: 日程

# Search {0} exercises…
source: Search %1$@ exercises…
ar: ابحث في %1$@ تمرين…
de: %1$@ Übungen durchsuchen…
es: Buscar entre %1$@ ejercicios…
fr: Rechercher parmi %1$@ exercices…
hi: %1$@ व्यायामों में खोजें…
hu: %1$@ gyakorlat keresése…
it: Cerca tra %1$@ esercizi…
ko: %1$@개 운동 검색…
pl: Szukaj wśród %1$@ ćwiczeń…
pt: Pesquisar %1$@ exercícios…
pt_br: Buscar entre %1$@ exercícios…
ru: Поиск среди %1$@ упражнений…
th: ค้นหาใน %1$@ ท่า…
tr: %1$@ egzersiz içinde ara…
uk: Пошук серед %1$@ вправ…
zh: 搜索 %1$@ 个动作…

source: Search…
ar: بحث…
de: Suchen…
es: Buscar…
fr: Rechercher…
hi: खोजें…
hu: Keresés…
it: Cerca…
ko: 검색…
pl: Szukaj…
pt: Pesquisar…
pt_br: Buscar…
ru: Поиск…
th: ค้นหา…
tr: Ara…
uk: Пошук…
zh: 搜索…

source: Seat height, pin position, a form cue — shown every session.
ar: ارتفاع المقعد، موضع الدبوس، ملاحظة على الأداء — تُعرض في كل جلسة.
de: Sitzhöhe, Pin-Position, ein Hinweis zur Ausführung — bei jedem Training sichtbar.
es: Altura del asiento, posición del pin, una indicación técnica — visible en cada sesión.
fr: Hauteur du siège, position de la goupille, un rappel technique — visible à chaque séance.
hi: सीट की ऊँचाई, पिन की जगह, तकनीक का सुझाव — हर कसरत में दिखता है।
hu: Ülésmagasság, pin pozíció, egy kivitelezési tipp — minden edzésen megjelenik.
it: Altezza del sedile, posizione del pin, un promemoria tecnico — visibile a ogni sessione.
ko: 시트 높이, 핀 위치, 자세 팁 — 매 운동마다 표시됩니다.
pl: Wysokość siedziska, pozycja bolca, wskazówka techniczna — widoczne w każdej sesji.
pt: Altura do banco, posição do pino, uma indicação técnica — visível em todas as sessões.
pt_br: Altura do banco, posição do pino, uma dica de execução — aparece em todos os treinos.
ru: Высота сиденья, положение фиксатора, подсказка по технике — видно на каждой тренировке.
th: ความสูงเบาะ ตำแหน่งพิน หรือเคล็ดลับท่าทาง — แสดงทุกครั้งที่ฝึก
tr: Sehpa yüksekliği, pim konumu, bir teknik ipucu — her antrenmanda görünür.
uk: Висота сидіння, положення фіксатора, підказка з техніки — видно на кожному тренуванні.
zh: 座椅高度、插销位置、动作要点 —— 每次训练都会显示。

source: Seated good morning (10 reps)
ar: تمرين صباح الخير جالسًا (10 تكرارات)
de: Good Morning im Sitzen (10 Wdh.)
es: Buenos días sentado (10 reps)
fr: Good morning assis (10 reps)
hi: बैठकर गुड मॉर्निंग (10 रेप्स)
hu: Ülő good morning (10 ismétlés)
it: Good morning da seduto (10 rip.)
ko: 시티드 굿모닝 (10회)
pl: Good morning w siadzie (10 powtórzeń)
pt: Bom dia sentado (10 reps)
pt_br: Bom dia sentado (10 reps)
ru: Гуд морнинг сидя (10 повторений)
th: กูดมอร์นิ่งท่านั่ง (10 ครั้ง)
tr: Oturarak good morning (10 tekrar)
uk: Гуд морнінг сидячи (10 повторень)
zh: 坐姿早安式（10次）

source: Seconds
ar: ثوانٍ
de: Sekunden
es: Segundos
fr: Secondes
hi: सेकंड
hu: Másodperc
it: Secondi
ko: 초
pl: Sekundy
pt: Segundos
pt_br: Segundos
ru: Секунды
th: วินาที
tr: Saniye
uk: Секунди
zh: 秒数

source: See what it would use
ar: اطّلع على ما سيستخدمه
de: Ansehen, welche Daten er nutzt
es: Ver qué datos usaría
fr: Voir quelles données il utiliserait
hi: देखें कि यह कौन-सा डेटा लेगा
hu: Nézd meg, mit használna
it: Guarda quali dati userebbe
ko: 어떤 데이터를 쓰는지 보기
pl: Zobacz, jakich danych użyje
pt: Ver que dados usaria
pt_br: Ver que dados usaria
ru: Посмотреть, какие данные он возьмёт
th: ดูว่าจะใช้ข้อมูลอะไร
tr: Hangi verileri kullanacağını gör
uk: Подивитися, які дані він візьме
zh: 看看它会用到哪些数据

source: See which lift is holding back the rest.
ar: اعرف أي رفعة تعيق البقية.
de: Sieh, welche Übung den Rest ausbremst.
es: Descubre qué ejercicio está frenando al resto.
fr: Découvrez quel mouvement freine les autres.
hi: देखें कौन-सी लिफ्ट बाकी को पीछे खींच रही है।
hu: Nézd meg, melyik gyakorlat fogja vissza a többit.
it: Scopri quale esercizio frena gli altri.
ko: 어떤 운동이 나머지를 방해하는지 확인하세요.
pl: Sprawdź, które ćwiczenie hamuje resztę.
pt: Vê qual exercício está a travar os outros.
pt_br: Veja qual exercício está segurando os outros.
ru: Узнайте, какое упражнение сдерживает остальные.
th: ดูว่าท่าไหนที่ฉุดท่าอื่นไว้
tr: Hangi hareketin diğerlerini frenlediğini gör.
uk: Подивись, яка вправа гальмує решту.
zh: 看看哪个动作拖了其他动作的后腿。

source: Self-host it in a minute →
ar: استضفه بنفسك في دقيقة ←
de: In einer Minute selbst hosten →
es: Autoalójalo en un minuto →
fr: Héberge-le toi-même en une minute →
hi: एक मिनट में खुद होस्ट करें →
hu: Futtasd a saját szervereden egy perc alatt →
it: Ospitalo tu in un minuto →
ko: 1분 만에 직접 호스팅하기 →
pl: Postaw go u siebie w minutę →
pt: Aloja-o tu mesmo num minuto →
pt_br: Hospede você mesmo em um minuto →
ru: Разверните у себя за минуту →
th: โฮสต์เองได้ในหนึ่งนาที →
tr: Bir dakikada kendi sunucunda barındır →
uk: Розгорни у себе за хвилину →
zh: 一分钟内自托管 →

source: Self-host openGym
ar: استضف openGym بنفسك
de: openGym selbst hosten
es: Autoalojar openGym
fr: Héberger openGym soi-même
hi: openGym खुद होस्ट करें
hu: openGym a saját szervereden
it: Ospita openGym in proprio
ko: openGym 직접 호스팅하기
pl: Postaw openGym u siebie
pt: Alojar o openGym por conta própria
pt_br: Hospedar o openGym por conta própria
ru: Развернуть openGym у себя
th: โฮสต์ openGym เอง
tr: openGym’i kendin barındır
uk: Розгорнути openGym у себе
zh: 自托管 openGym

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
hu: Küldés
it: Invia
ko: 보내기
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
uk: Надіслати
zh: 发送

source: Send test notification
ar: إرسال إشعار تجريبي
de: Test-Benachrichtigung senden
es: Enviar notificación de prueba
fr: Envoyer une notification test
hi: परीक्षण सूचना भेजें
hu: Teszt értesítés küldése
it: Invia notifica di prova
ko: 테스트 알림 보내기
pl: Wyślij testowe powiadomienie
pt: Enviar notificação de teste
pt_br: Enviar notificação de teste
ru: Отправить тестовое уведомление
th: ส่งการแจ้งเตือนทดสอบ
tr: Test bildirimi gönder
uk: Надіслати тестове сповіщення
zh: 发送测试通知
